{
    "offensiveness": {
        "343": "Could this be because... prisons are full of actual rapists?",
        "416": "Yeah, Poppy is a war criminal who will never be punished. Doesn't mean all war criminals should escape punishment. That wouldn't make sense.",
        "555": "I love people using our religion to push their political agenda. If you want us to stay out of your business you better stay the hell away from ours.",
        "584": "So you do believe socialization plays a huge role in people's choices, and you do acknowledge that in the past women weren't socialized to be as career focused as men, so it seems to me like you'd understand how the explanations of why the wage gap exists are not justifications and that it stems from outdated gender roles conditioning that should be eradicated.",
        "303": "And the anthem protesters aren't breaking any laws. They are hurting certain peoples feelings. That's it.",
        "443": "I mean... you took credit for the economic goals he achieved which you yourself said were impossible to achieve. So why not...",
        "309": "Obviously, the best way to show how right you are is to prove it by lying instead of having having facts to show.",
        "458": "Fine with me. Done it. But I am one that can completely separate sex and intimacy. One ex who was a dom wanted to get a sex sub for us. A live-in one, eventually. We didn't get quite that far though.",
        "532": "Well uhhhh... yeah. Hell, even Republicans I've talked to that are totally in on Trump are at least *okay* with it.",
        "431": "Doesnt sound good to me, if you are happy then why ask others if it is ok?"
    },
    "qa": {
        "571d29cf5efbb31900334ebd": "Often, large multinational corporations exhibit vertical integration, participating in a broad range of drug discovery and development, manufacturing and quality control, marketing, sales, and distribution. Smaller organizations, on the other hand, often focus on a specific aspect such as discovering drug candidates or developing formulations. Often, collaborative agreements between research organizations and large pharmaceutical companies are formed to explore the potential of new drug substances. More recently, multi-nationals are increasingly relying on contract research organizations to manage drug development. <br> <hr size=\"2\"> <strong>Question: What type of organizations are multinational corporations increasingly rely on?</Strong>",
        "5724e4370ba9f01400d97ba2": "Internationally, Victoria took a keen interest in the improvement of relations between France and Britain. She made and hosted several visits between the British royal family and the House of Orleans, who were related by marriage through the Coburgs. In 1843 and 1845, she and Albert stayed with King Louis Philippe I at château d'Eu in Normandy; she was the first British or English monarch to visit a French one since the meeting of Henry VIII of England and Francis I of France on the Field of the Cloth of Gold in 1520. When Louis Philippe made a reciprocal trip in 1844, he became the first French king to visit a British sovereign. Louis Philippe was deposed in the revolutions of 1848, and fled to exile in England. At the height of a revolutionary scare in the United Kingdom in April 1848, Victoria and her family left London for the greater safety of Osborne House, a private estate on the Isle of Wight that they had purchased in 1845 and redeveloped. Demonstrations by Chartists and Irish nationalists failed to attract widespread support, and the scare died down without any major disturbances. Victoria's first visit to Ireland in 1849 was a public relations success, but it had no lasting impact or effect on the growth of Irish nationalism. <br> <hr size=\"2\"> <strong>Question: What nation was visited for the first time by Victoria in 1849?</Strong>",
        "57263e5189a1e219009ac5ae": "Mexico City, or the City of Mexico (Spanish: Ciudad de México  audio (help·info) American Spanish: [sjuˈða(ð) ðe ˈméxiko]; abbreviated as \"CDMX\"), is the capital of Mexico. As an \"alpha\" global city, Mexico City is one of the most important financial centers in the Americas. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus at the center of Mexico, at an altitude of 2,240 metres (7,350 ft). The city consists of sixteen municipalities (previously called boroughs). <br> <hr size=\"2\"> <strong>Question: How many meters above sea is Mexico City?</Strong>",
        "57101271b654c5140001f7b9": "Congress acted defiantly toward the Supreme Court by passing the Drug Kingpin Act of 1988 and the Federal Death Penalty Act of 1994 that made roughly fifty crimes punishable by death, including crimes that do not always involve the death of someone. Such non-death capital offenses include treason, espionage (spying for another country), and high-level drug trafficking. Since no one has yet been sentenced to death for such non-death capital offenses, the Supreme Court has not ruled on their constitutionality. <br> <hr size=\"2\"> <strong>Question: What is another term for the act of spying for another country?</Strong>",
        "5ad42371604f3c001a40082f": "Three community college districts exist with campuses in and around Houston. The Houston Community College System serves most of Houston. The northwestern through northeastern parts of the city are served by various campuses of the Lone Star College System, while the southeastern portion of Houston is served by San Jacinto College, and a northeastern portion is served by Lee College. The Houston Community College and Lone Star College systems are within the 10 largest institutions of higher learning in the United States. <br> <hr size=\"2\"> <strong>Question:  What college system serves most of Texas?</Strong>",
        "5726e5c9f1498d1400e8ef3d": "Charles Pollak (born Karol Pollak), the inventor of the first electrolytic capacitors, found out that the oxide layer on an aluminum anode remained stable in a neutral or alkaline electrolyte, even when the power was switched off. In 1896 he filed a patent for an \"Electric liquid capacitor with aluminum electrodes.\" Solid electrolyte tantalum capacitors were invented by Bell Laboratories in the early 1950s as a miniaturized and more reliable low-voltage support capacitor to complement their newly invented transistor. <br> <hr size=\"2\"> <strong>Question: What sort of capacitors were created by Bell Labs in the 1950's?</Strong>",
        "56dc600514d3a41400c26836": "It had been found that the proportion of non-repetitive DNA can vary a lot between species. Some E. coli as prokaryotes only have non-repetitive DNA, lower eukaryotes such as C. elegans and fruit fly, still possess more non-repetitive DNA than repetitive DNA. Higher eukaryotes tend to have more repetitive DNA than non-repetitive ones. In some plants and amphibians, the proportion of non-repetitive DNA is no more than 20%, becoming a minority component. <br> <hr size=\"2\"> <strong>Question: What are two organisms that have more non-repetitive than repetitive DNA?</Strong>",
        "5726769ff1498d1400e8e08a": "The court ruled in 2014, after lengthy testimony, that at least two districts had to be redrawn because of gerrymandering. After this was appealed, in July 2015 the Florida Supreme Court ruled that lawmakers had followed an illegal and unconstitutional process overly influenced by party operatives, and ruled that at least eight districts had to be redrawn. On December 2, 2015, a 5-2 majority of the Court accepted a new map of congressional districts, some of which was drawn by challengers. Their ruling affirmed the map previously approved by Leon County Judge Terry Lewis, who had overseen the original trial. It particularly makes changes in South Florida. There are likely to be additional challenges to the map and districts. <br> <hr size=\"2\"> <strong>Question: What was the court vote on the new congressional map in 2015</Strong>",
        "570c62a1fed7b91900d45971": "Innocent gave some dispensations as the crisis progressed. Monastic communities were allowed to celebrate Mass in private from 1209 onwards, and late in 1212 the Holy Viaticum for the dying was authorised. The rules on burials and lay access to churches appear to have been steadily circumvented, at least unofficially. Although the interdict was a burden to much of the population, it did not result in rebellion against John. By 1213, though, John was increasingly worried about the threat of French invasion. Some contemporary chroniclers suggested that in January Philip II of France had been charged with deposing John on behalf of the papacy, although it appears that Innocent merely prepared secret letters in case Innocent needed to claim the credit if Philip did successfully invade England. <br> <hr size=\"2\"> <strong>Question: What threat was John worried about?</Strong>",
        "57102712b654c5140001f879": "The Queen surpassed her great-great-grandmother, Queen Victoria, to become the longest-lived British monarch in December 2007, and the longest-reigning British monarch on 9 September 2015. She was celebrated in Canada as the \"longest-reigning sovereign in Canada's modern era\". (King Louis XIV of France reigned over part of Canada for longer.) She is the longest-reigning queen regnant in history, the world's oldest reigning monarch and second-longest-serving current head of state after King Bhumibol Adulyadej of Thailand. <br> <hr size=\"2\"> <strong>Question: What head of stat has served longer than Elizabeth?</Strong>"
    },
    "politeness": {
        "2296": "Al,\r\nWhat about a lunch or breakfast on Monday or Tuesday next week?\r\nI am traveling later this week.\r\nVnce",
        "2289": "Hey,\r\nPut on your web site that I will take all OU/UT action at even money, for all you OU bitches.  So BRING IT!!!!!\r\nPaul \"This year I will win\" Lucci",
        "2331": "Hi, \r\n\r\n\r\n\r\nI'm excited to hear you are taking this seriously! I think we will succeed!\r\n\r\n\r\n\r\nXXX",
        "2387": "Would you please just sent the essay home. Also, I don't know what to do about mom, I need your advice. I don't think it's just fear that's holding her back, I suspect she's just lazy. Do you know if there's a heart health class in Sudbury that teaches exercise regiments as well as diets? Do you remember when she last saw her doctor?",
        "2290": "G, \r\n\r\n\r\n\r\nI think Heather's mom will be at the house next weekend and it is Heather's birthday. Would it be possible to reschedule? I am really to hear about you and Barb. I am here if you need anything. No Le Hace is scheduled for Aug 31st and i really hope you can make it. \r\n\r\n\r\n\r\nGT",
        "2310": "All testing was completed, but we encountered problems during the Flow Gas testing.  The Business Objects on-call was notified, and they are looking into the problem.  They will update us as they have more information.   We have confirmed with the ENW Resolution Center that the Exchange servers are up.",
        "2349": "Ok, I see how that works now. I will make sure to check my schedule and let you know when I am available. \r\n\r\nThanks,\r\n\r\nSP",
        "2352": "His ass is square in the middle. get himself off by pointing the finger at \r\nother people. There is no speedy way out. The media loves this. Politicians \r\nlove this as well",
        "2382": "you are just in the nick of time!? Orders have to be in by noon on Wednesday \r\nfor Thursday delivery.? We are going to have some nummy lobsters, but I \r\ndidn't order you one because I figured you were as sick of those as you are \r\nfoie gras.",
        "2371": "the firm is maybe heading to River Oaks office at 4 or so, for brews, interested?\r\n \r\n \r\nCall me if so or just show up, meat.\r\n \r\nTF"
    }
}