{
    "offensiveness": {
        "354": "That’s the face you make when you just sent a dick pic to your mum for the 3rd time. Just full of regret.",
        "669": "*the neighbor got vaccinated when Elly-May got pregnant, the neighbor caused little BillyJoe-Braedyns autism!!!!!!!!111*",
        "974": "There's a problem. Public disorder, drug use, harmful soliciting went up and streetside price went down after NZ legalised it. The working girls in proper establishments get the protections and benefits, but you're accepting public sex, discarded condoms, faeces and general intimidating anti social behaviour by 6'5\" drag queens on random street corners. Don't legalise street whoring and you'll be better off than fully legalising it.",
        "481": "Jokes on you now the Nazis are fabulous *and* evil",
        "693": "I actually go down on her long enough to make her cum.",
        "1103": "So, you can prostitute yourself on Facebook? AND I’ll just bet it ole Zuck got some great data there.",
        "1010": "You know it sucks when you cough, and the all of a sudden you got whooping gay",
        "1382": "Its not the cause...its the color. The amount of white people who are \"Annoyed and aren't going to be quiet about it\" in regards to African Americans is only growing. This is also the reasons that so many of Obama's policies are being overturned/undone. Its not that they are all that bad, its just because the Black Guy did them.",
        "367": "We care more about keeping kids off welfare. Fuck the parents.",
        "1458": "And yet there are still twice as many reported as in the general population. An ACTUAL rape culture, but you've never heard a single feminist mention it."
    },
    "qa": {
        "5a14c4dca54d420018529339": "During the Cold War, the Asian power of Japan and the European powers of the United Kingdom, France, and West Germany rebuilt their economies. France and the United Kingdom maintained technologically advanced armed forces with power projection capabilities and maintain large defence budgets to this day. Yet, as the Cold War continued, authorities began to question if France and the United Kingdom could retain their long-held statuses as great powers. China, with the world's largest population, has slowly risen to great power status, with large growth in economic and military power in the post-war period. After 1949, the Republic of China began to lose its recognition as the sole legitimate government of China by the other great powers, in favour of the People's Republic of China. Subsequently, in 1971, it lost its permanent seat at the UN Security Council to the People's Republic of China. <br> <hr size=\"2\"> <strong>Question: What powers rebuilt their economies during 1949?</Strong>",
        "5ace9b6832bba1001ae4acb8": "Ibn Sina's first appointment was that of physician to the emir, Nuh II, who owed him his recovery from a dangerous illness (997). Ibn Sina's chief reward for this service was access to the royal library of the Samanids, well-known patrons of scholarship and scholars. When the library was destroyed by fire not long after, the enemies of Ibn Sina accused him of burning it, in order for ever to conceal the sources of his knowledge. Meanwhile, he assisted his father in his financial labors, but still found time to write some of his earliest works. <br> <hr size=\"2\"> <strong>Question: What did Ibn Sina receive as payment for hurting the emir?</Strong>",
        "5726bcf3f1498d1400e8e9a7": "Finally, hysteresis synchronous motors typically are (essentially) two-phase motors with a phase-shifting capacitor for one phase. They start like induction motors, but when slip rate decreases sufficiently, the rotor (a smooth cylinder) becomes temporarily magnetized. Its distributed poles make it act like a PMSM. The rotor material, like that of a common nail, will stay magnetized, but can also be demagnetized with little difficulty. Once running, the rotor poles stay in place; they do not drift. <br> <hr size=\"2\"> <strong>Question: When in operation, what do hysteresis synchronous motors poles do?</Strong>",
        "570f46f55ab6b81900390ec8": "It is now known that the molecular circadian clock can function within a single cell; i.e., it is cell-autonomous. This was shown by Gene Block in isolated mollusk BRNs.[clarification needed] At the same time, different cells may communicate with each other resulting in a synchronised output of electrical signaling. These may interface with endocrine glands of the brain to result in periodic release of hormones. The receptors for these hormones may be located far across the body and synchronise the peripheral clocks of various organs. Thus, the information of the time of the day as relayed by the eyes travels to the clock in the brain, and, through that, clocks in the rest of the body may be synchronised. This is how the timing of, for example, sleep/wake, body temperature, thirst, and appetite are coordinately controlled by the biological clock.[citation needed] <br> <hr size=\"2\"> <strong>Question: By functioning within a single, what is the system?</Strong>",
        "5a6fc41b8abb0b001a675f7a": "Holy Roman Empire central power had begun to decline following years of imperial adventures in Italian lands, often ceding hegemony in Western Europe to France, which had long since centralized power. France began an aggressive policy of expanding eastward, first to the rivers Rhône and Meuse, and when those borders were reached, aiming for the Rhine. In 1299, the French proposed a marriage alliance between Philip IV of France's sister Blanche and Albert I of Germany's son Rudolf, with Alsace to be the dowry; however, the deal never came off. In 1307, the town of Belfort was first chartered by the Counts of Montbéliard. During the next century, France was to be militarily shattered by the Hundred Years' War, which prevented for a time any further tendencies in this direction. After the conclusion of the war, France was again free to pursue its desire to reach the Rhine and in 1444 a French army appeared in Lorraine and Alsace. It took up winter quarters, demanded the submission of Metz and Strasbourg and launched an attack on Basel. <br> <hr size=\"2\"> <strong>Question: What rivers did Italy reach first?</Strong>",
        "5ace71a732bba1001ae4a6df": "Conflict with Arius and Arianism as well as successive Roman emperors shaped Athanasius's career. In 325, at the age of 27, Athanasius began his leading role against the Arians as his bishop's assistant during the First Council of Nicaea. Roman emperor Constantine the Great had convened the council in May–August 325 to address the Arian position that the Son of God, Jesus of Nazareth, is of a distinct substance from the Father. Three years after that council, Athanasius succeeded his mentor as archbishop of Alexandria. In addition to the conflict with the Arians (including powerful and influential Arian churchmen led by Eusebius of Nicomedia), he struggled against the Emperors Constantine, Constantius II, Julian the Apostate and Valens. He was known as \"Athanasius Contra Mundum\" (Latin for Athanasius Against the World). <br> <hr size=\"2\"> <strong>Question: What year did Athanasius become a Roman emperor?</Strong>",
        "5acf5f8077cf76001a684caf": "Tuition at KU is 13 percent below the national average, according to the College Board, and the University remains a best buy in the region.[citation needed] <br> <hr size=\"2\"> <strong>Question: Who provides no statistics on educational costs?</Strong>",
        "5a6936a55ce1a5001a9695b0": "The birthplace of IBM, Endicott, suffered pollution for decades, however. IBM used liquid cleaning agents in circuit board assembly operation for more than two decades, and six spills and leaks were recorded, including one leak in 1979 of 4,100 gallons from an underground tank. These left behind volatile organic compounds in the town's soil and aquifer. Traces of volatile organic compounds have been identified in Endicott’s drinking water, but the levels are within regulatory limits. Also, from 1980, IBM has pumped out 78,000 gallons of chemicals, including trichloroethane, freon, benzene and perchloroethene to the air and allegedly caused several cancer cases among the townspeople. IBM Endicott has been identified by the Department of Environmental Conservation as the major source of pollution, though traces of contaminants from a local dry cleaner and other polluters were also found. Remediation and testing are ongoing, however according to city officials, tests show that the water is safe to drink. <br> <hr size=\"2\"> <strong>Question: What was a local dry cleaner found to be the main source of in 1979?</Strong>",
        "572a1a9aaf94a219006aa7ea": "Not all of these cultural elements characteristic of the Neolithic appeared everywhere in the same order: the earliest farming societies in the Near East did not use pottery. In other parts of the world, such as Africa, South Asia and Southeast Asia, independent domestication events led to their own regionally distinctive Neolithic cultures that arose completely independent of those in Europe and Southwest Asia. Early Japanese societies and other East Asian cultures used pottery before developing agriculture. <br> <hr size=\"2\"> <strong>Question: What did the use of pottery help early Japanese societies develop?</Strong>",
        "5727f3a63acd2414000df0bc": "A number of medications are being studied for multi drug resistant tuberculosis including: bedaquiline and delamanid. Bedaquiline received U.S. Food and Drug Administration (FDA) approval in late 2012. The safety and effectiveness of these new agents are still uncertain, because they are based on the results of a relatively small studies. However, existing data suggest that patients taking bedaquiline in addition to standard TB therapy are five times more likely to die than those without the new drug, which has resulted in medical journal articles raising health policy questions about why the FDA approved the drug and whether financial ties to the company making bedaquiline influenced physicians' support for its use  <br> <hr size=\"2\"> <strong>Question: Opposition to the use of bedaquiline think what providers were influenced by a connection with the drug company?</Strong>"
    },
    "politeness": {
        "2689": "i just did that and she is not in there.  she does not look like a man.  she is a hottie.",
        "1753": "You must have too much time on your hands.  The situation has been corrected.",
        "1517": "That sister comment was gross. I had a bad day yesterday, maybe if you come over again tonight you can give me some good luck for tomorrow. I think we should keep it up! Did you watch your favorite show last night again?",
        "489": "In case you do not have my draft of the filing, here it is.",
        "2057": "Sup? Been trying to get ahold of you since Friday.\r\n\r\n\r\n\r\nIt's Kristie's B-day.",
        "943": "Hi.  Please see attached revidion to the origional.  ",
        "2653": "Hey, I was hoping to go to the Holiday Bowl however I have to work on New Years Day. I am a little upset. Oh well, I may go to the Holiday Bowl in Texas.",
        "1509": "Colder than shit on Fri-Sun. Nice tomorrow. I'm getting the urge to play\r\n\r\nhooky. DF",
        "2546": "I complete the changes we discussed. It I forgot to notify you of the changes. ",
        "553": "If Zander is upset  about it,  it must be really bad.\r\n\r\n\r\n\r\nSadlt, on the 28th,  I will be in Cabo.\r\n\r\n\r\n\r\nHave fun at yoour event.\r\n\r\n\r\n\r\nTF"
    }
}