{
    "offensiveness": {
        "601": "It's sad to say but I think this is finally the year that Yellowstar misses Worlds. RIP RECORD",
        "912": "Not sure why you're being down voted. Here in the UK we don't vaccinate against chicken pox, it's just something you end up getting fairly early on in child hood.",
        "584": "So you do believe socialization plays a huge role in people's choices, and you do acknowledge that in the past women weren't socialized to be as career focused as men, so it seems to me like you'd understand how the explanations of why the wage gap exists are not justifications and that it stems from outdated gender roles conditioning that should be eradicated.",
        "1164": "Sorry, what's the significance? Is Singapore pretty conservative? If so, I can believe it. Most of my conservative friends in the UK love Obama, too. The overton window isn't quite as janky here, though.",
        "1038": "Can't. Ergo, no loving god, or no hell. At least as conceived of in Christianity or other Abrahamic religions.",
        "532": "Well uhhhh... yeah. Hell, even Republicans I've talked to that are totally in on Trump are at least *okay* with it.",
        "153": "Nonetheless, even such filthy gankers are very vulnerable to gravity. If you have the right equipment, pushing off the host is a piece of cake.",
        "1003": "That she pooped on her ex boyfriends chest. I made fun of her for it for a really long time.",
        "1182": "Change my shorts shortly after realizing the alien invasion.",
        "431": "Doesnt sound good to me, if you are happy then why ask others if it is ok?"
    },
    "qa": {
        "572815fbff5b5019007d9ccd": "Because of his stammer, Albert dreaded public speaking. After his closing speech at the British Empire Exhibition at Wembley on 31 October 1925, one which was an ordeal for both him and his listeners, he began to see Lionel Logue, an Australian-born speech therapist. The Duke and Logue practised breathing exercises, and the Duchess rehearsed with him patiently. Subsequently, he was able to speak with less hesitation. With his delivery improved, the Duke opened the new Parliament House in Canberra, Australia, during a tour of the empire in 1927. His journey by sea to Australia, New Zealand and Fiji took him via Jamaica, where Albert played doubles tennis partnered with a black man, which was unusual at the time and taken locally as a display of equality between races. <br> <hr size=\"2\"> <strong>Question: Who helped Albert improve in public speaking?</Strong>",
        "57278815f1498d1400e8fb18": "The \"Jeltoqsan\" (Kazakh for \"December\") of 1986 were riots in Alma-Ata, Kazakhstan, sparked by Gorbachev's dismissal of Dinmukhamed Konayev, the First Secretary of the Communist Party of Kazakhstan and an ethnic Kazakh, who was replaced with Gennady Kolbin, an outsider from the Russian SFSR. Demonstrations started in the morning of December 17, 1986, with 200 to 300 students in front of the Central Committee building on Brezhnev Square protesting Konayev's dismissal and replacement by a Russian. Protesters swelled to 1,000 to 5,000 as other students joined the crowd. The CPK Central Committee ordered troops from the Ministry of Internal Affairs, druzhiniki (volunteers), cadets, policemen, and the KGB to cordon the square and videotape the participants. The situation escalated around 5 p.m., as troops were ordered to disperse the protesters. Clashes between the security forces and the demonstrators continued throughout the night in Almaty. <br> <hr size=\"2\"> <strong>Question: What position did Konayev hold in Kazakhstan prior to his removal?</Strong>",
        "57263e5189a1e219009ac5ae": "Mexico City, or the City of Mexico (Spanish: Ciudad de México  audio (help·info) American Spanish: [sjuˈða(ð) ðe ˈméxiko]; abbreviated as \"CDMX\"), is the capital of Mexico. As an \"alpha\" global city, Mexico City is one of the most important financial centers in the Americas. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus at the center of Mexico, at an altitude of 2,240 metres (7,350 ft). The city consists of sixteen municipalities (previously called boroughs). <br> <hr size=\"2\"> <strong>Question: How many meters above sea is Mexico City?</Strong>",
        "57303df3947a6a140053d30f": "These ongoing efforts contributed to the formation of The Football Association (The FA) in 1863, which first met on the morning of 26 October 1863 at the Freemasons' Tavern in Great Queen Street, London. The only school to be represented on this occasion was Charterhouse. The Freemason's Tavern was the setting for five more meetings between October and December, which eventually produced the first comprehensive set of rules. At the final meeting, the first FA treasurer, the representative from Blackheath, withdrew his club from the FA over the removal of two draft rules at the previous meeting: the first allowed for running with the ball in hand; the second for obstructing such a run by hacking (kicking an opponent in the shins), tripping and holding. Other English rugby clubs followed this lead and did not join the FA and instead in 1871 formed the Rugby Football Union. The eleven remaining clubs, under the charge of Ebenezer Cobb Morley, went on to ratify the original thirteen laws of the game. These rules included handling of the ball by \"marks\" and the lack of a crossbar, rules which made it remarkably similar to Victorian rules football being developed at that time in Australia. The Sheffield FA played by its own rules until the 1870s with the FA absorbing some of its rules until there was little difference between the games. <br> <hr size=\"2\"> <strong>Question: How many clubs ended up ratifying the original laws of the game?</Strong>",
        "56cf566aaab44d1400b89045": "The biotechnology sector is also growing in New York City, based upon the city's strength in academic scientific research and public and commercial financial support. On December 19, 2011, then Mayor Michael R. Bloomberg announced his choice of Cornell University and Technion-Israel Institute of Technology to build a US$2 billion graduate school of applied sciences called Cornell Tech on Roosevelt Island with the goal of transforming New York City into the world's premier technology capital. By mid-2014, Accelerator, a biotech investment firm, had raised more than US$30 million from investors, including Eli Lilly and Company, Pfizer, and Johnson & Johnson, for initial funding to create biotechnology startups at the Alexandria Center for Life Science, which encompasses more than 700,000 square feet (65,000 m2) on East 29th Street and promotes collaboration among scientists and entrepreneurs at the center and with nearby academic, medical, and research institutions. The New York City Economic Development Corporation's Early Stage Life Sciences Funding Initiative and venture capital partners, including Celgene, General Electric Ventures, and Eli Lilly, committed a minimum of US$100 million to help launch 15 to 20 ventures in life sciences and biotechnology. <br> <hr size=\"2\"> <strong>Question: About how much capital did Accelerator raise as of the middle of 2014?</Strong>",
        "56d6311c1c85041400946fce": "The most popular Korean dog dish is gaejang-guk (also called bosintang), a spicy stew meant to balance the body's heat during the summer months; followers of the custom claim this is done to ensure good health by balancing one's gi, or vital energy of the body. A 19th century version of gaejang-guk explains that the dish is prepared by boiling dog meat with scallions and chili powder. Variations of the dish contain chicken and bamboo shoots. While the dishes are still popular in Korea with a segment of the population, dog is not as widely consumed as beef, chicken, and pork. <br> <hr size=\"2\"> <strong>Question: What is the best known Korean dish made with dog meat?</Strong>",
        "5a70cb448abb0b001a67619d": "When the Xbox 360 was released, Microsoft's online gaming service Xbox Live was shut down for 24 hours and underwent a major upgrade, adding a basic non-subscription service called Xbox Live Silver (later renamed Xbox Live Free) to its already established premium subscription-based service (which was renamed Gold). Xbox Live Free is included with all SKUs of the console. It allows users to create a user profile, join on message boards, and access Microsoft's Xbox Live Arcade and Marketplace and talk to other members. A Live Free account does not generally support multiplayer gaming; however, some games that have rather limited online functions already, (such as Viva Piñata) or games that feature their own subscription service (e.g. EA Sports games) can be played with a Free account. Xbox Live also supports voice the latter a feature possible with the Xbox Live Vision. <br> <hr size=\"2\"> <strong>Question: What was Xbox Live Free renamed as?</Strong>",
        "572840282ca10214002da18b": "Doubts remained over the authority of the Belavezha Accords to disband the Soviet Union, since they were signed by only three republics. However, on December 21, 1991, representatives of 11 of the 12 former republics – all except Georgia – signed the Alma-Ata Protocol, which confirmed the dissolution of the Union and formally established the CIS. They also \"accepted\" Gorbachev's resignation. While Gorbachev hadn't made any formal plans to leave the scene yet, he did tell CBS News that he would resign as soon as he saw that the CIS was indeed a reality. <br> <hr size=\"2\"> <strong>Question: How many of the former republics had representatives sign the Protocol?</Strong>",
        "56de8b184396321400ee2a08": "Schwarzenegger's breakthrough film was the sword-and-sorcery epic Conan the Barbarian in 1982, which was a box-office hit. This was followed by a sequel, Conan the Destroyer, in 1984, although it was not as successful as its predecessor. In 1983, Schwarzenegger starred in the promotional video, Carnival in Rio. In 1984, he made his first appearance as the eponymous character, and what some would say was his acting career's signature role, in James Cameron's science fiction thriller film The Terminator. Following this, Schwarzenegger made Red Sonja in 1985. <br> <hr size=\"2\"> <strong>Question: What year was the first Terminator movie released?</Strong>",
        "5acd59a007355d001abf3e3b": "South Raleigh is located along U.S. 401 south toward Fuquay-Varina and along US 70 into suburban Garner. This area is the least developed and least dense area of Raleigh (much of the area lies within the Swift Creek watershed district, where development regulations limit housing densities and construction). The area is bordered to the west by Cary, to the east by Garner, and to the southwest by Holly Springs. Neighborhoods in South Raleigh include Renaissance Park, Lake Wheeler, Swift Creek, Carolina Pines, Rhamkatte, Riverbrooke, and Enchanted Oaks. <br> <hr size=\"2\"> <strong>Question: What is not unique about South Raleigh?</Strong>"
    },
    "politeness": {
        "3287": "u aware of Whalley meeting this pm re: settling SCE claims? jeff",
        "2331": "Hi, \r\n\r\n\r\n\r\nI'm excited to hear you are taking this seriously! I think we will succeed!\r\n\r\n\r\n\r\nXXX",
        "2714": "This is because at the age of 16,you can drive a car.At 18,you are legally an adult in most states.At 21,you can legally buy alcohol.But at what age do you stop growing taller",
        "634": "Hello Sara. I believe that you may have better luck trying out the instructions in Lotusnotes. The name of the database is New Power Contracts. If you can't open it, try using eRequest for access. \r\n\r\n\r\n\r\nIf this does not solve your problem, feel free to contact me again.",
        "644": "Tana - I just sent the executed CA to your fax machine.",
        "2310": "All testing was completed, but we encountered problems during the Flow Gas testing.  The Business Objects on-call was notified, and they are looking into the problem.  They will update us as they have more information.   We have confirmed with the ENW Resolution Center that the Exchange servers are up.",
        "1473": "Hi Sandy!\r\n\r\n\r\n\r\nCould you please order the following stamps for the confirm center?\r\n\r\n\r\n\r\n1. File Only\r\n\r\n2. Already Tracked. \r\n\r\n3. OK To Execute\r\n\r\n\r\n\r\nThanks so much!\r\n\r\n\r\n\r\nJudy H. ",
        "1088": "George Bush, minister of the double negative:  \"Not over my dead body\" will they raise your taxes.\r\nDoes that mean yes to tax increases as long as he is alive ?",
        "2052": "This email is really for your eyes only so it would be best to open it in private.",
        "2060": "Hi, when you have a few moments can you forward me the rules for that other league? \r\n\r\n\r\n\r\nThanks!"
    }
}